import avatar1 from "../assets/img/Feedback/avatar2.png"
import avatar2 from "../assets/img/Feedback/avatar1.png"
import instagramicon from "../assets/img/Feedback/instagramicon.svg"

type feedbackType = {
        id: number,
        avatar: string;
        comment: string;
        instagramIcon: string;
        instagramNickName: string;
}

export const feedbacksList : feedbackType[] = [
    {
        id:1,
        avatar: avatar1,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@Velli7350"
    },
    {
        id:2,
        avatar: avatar2,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@mark_love"
    },
    {
        id:3,
        avatar: avatar1,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@Velli7350"
    },
    {
        id:4,
        avatar: avatar2,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@mark_love"
    },
    {
        id:5,
        avatar: avatar1,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@Velli7350"
    },
    {
        id:6,
        avatar: avatar2,
        comment: "Замовив перший раз, замовлення прийшло під час, упаковано все відмінно, все замовлене відповідає опису, але є один маленький ньюанс, коробки всі м'яті, то при упаковці так сталося чи на складі так ставляться з товаром, в цілому всім задоволений, буду замовляти ще, сайт-магазин рекомендую до покупок, в цілому всім задоволений, замовлятиму ще",
        instagramIcon: instagramicon,
        instagramNickName: "@mark_love"
    },
    
]